Repository: xfce-mirror/xfdashboard
Catalog: po/*.po
Languages: be, cs, el, et, oc, ro, th, ug, uk

source: Pins windows on secondary windows or unpins windows on primary windows automatically
be: Аўтаматычнае мацаванне акон на дадатковых вокнах або адмацаванне ад першасных акон
cs: Automaticky připne okna na sekundární okna nebo odepne okna z primárních oken
el: Αυτόματη τοποθέτηση παραθύρων στα δευτερεύοντα παράθυρα ή αυτόματη αποσύνδεση παραθύρων στα πρωτεύοντα παράθυρα
et: Kinnitab aknad automatselt teisejärguliste akende peale või automaatselt eemaldab muud aknad esmajärguliste akende pealt
oc: Penja las fenèstras sus las fenèstras segondàrias o despenja las fenèstras de las fenèstras primàrias automaticament
ro: Fixează automat ferestrele pe ferestrele secundare sau desface ferestrele pe ferestrele principale
th: ปัดหมุดหน้าต่างที่สอง หรือเลิกปักหมุดหน้าต่างสำหรับหน้าต่างหลักแบบอัตโนมัติ
ug: كۆزنەكنى ئىككىنچى كۆزنەككە مىخلايدۇ ياكى ئاساسىي كۆزنەكتىكى بارلىق مىخلانغان كۆزنەكنى ئۆزلۈكىدىن قومۇرۇۋېتىدۇ
uk: Автоматично закріплює вікна на додаткових вікнах або відкріплює вікна на основних

source: Clock
be: Гадзіннік
cs: Hodiny
el: Ρολόι
et: Kell
oc: Relòtge
ro: Ceas
th: นาฬิกา
ug: سائەت
uk: Годинник

source: Hour color:
be: Колер гадзіннай стрэлкі:
cs: Barva hodin:
el: Χρώμα ώρας:
et: Tundide värv:
oc: Color de las oras :
ro: Culoare ore:
th: สีชั่วโมง:
ug: سائەت رەڭگى:
uk: Кольор для годин:

source: Choose color for hour hand
be: Абярыце колер гадзіннай стрэлкі
cs: Zvolte barvu pro hodinové ručičky
el: Επιλογή χρώματος για τον δείκτη ώρας
et: Vali värv tunniosuti jaoks
oc: Causir una color per la part ora
ro: Alegeți culoarea pentru arătătorul orelor
th: เลือกสีชั่วโมง
ug: سائەت تىلىنىڭ رەڭگى تاللىنىدۇ
uk: Виберіть колір годинникової стрілки

source: Minute color:
be: Колер хвіліннай стрэлкі:
cs: Barva pro minuty:
el: Χρώμα λεπτών:
et: Minutite värv:
oc: Color de las minutas :
ro: Culoare minute:
th: สีนาที:
ug: مىنۇت رەڭگى:
uk: Кольор для хвилин:

source: Choose color for minute hand
be: Абярыце колер хвіліннай стрэлкі
cs: Zvolte barvu pro minutovou ručičku
el: Επιλογή χρώματος για τον δείκτη λεπτών
et: Vali värv minutiosuti jaoks
oc: Causir una color per la part minuta
ro: Alegeți culoarea pentru minutar
th: เลือกสีนาที
ug: مىنۇت تىلىنىڭ رەڭگى تاللىنىدۇ
uk: Виберіть колір хвилинної стрілки

source: Second color:
be: Колер секунднай стрэлкі:
cs: Druhá barva:
el: Χρώμα δευτερολέπτων:
et: Sekundite värv:
oc: Segonda color :
ro: Culoare secunde:
th: สีวินาที:
ug: سېكۇنت رەڭگى:
uk: Кольор для секунд:

source: Choose color for second hand
be: Абярыце колер секунднай стрэлкі
cs: Zvolte barvu pro druhou ručičku
el: Επιλογή χρώματος για τον δείκτη δευτερολέπτων
et: Vali värv teise osuti jaoks
oc: Causir una color per la part segonda
ro: Alegeți culoarea pentru secundar
th: เลือกสีวินาที
ug: سېكۇنت تىلىنىڭ رەڭگى تاللىنىدۇ
uk: Виберіть колір секундної стрілки

source: Background color:
be: Колер фону:
cs: Barva pozadí:
el: Χρώμα φόντου:
et: Taustavärv:
oc: Color de fons :
ro: Culoare fundal:
th: สีพื้นหลัง:
ug: تەگلىك رەڭگى:
uk: Колір тла:

source: Choose color for background of second hand
be: Абярыце колер падстрэлка
cs: Zvolte barvu pro pozadí druhé ručičky
el: Επιλογή χρώματος φόντου για τον δείκτη δευτερολέπτων
et: Vali taustavärv teise osuti jaoks
oc: Causir una color de fons per la part segonda
ro: Alegeți culoarea pentru fundalul secundarului
th: เลือกสีพื้นหลังวินาที
ug: سېكۇنت تىلىنىڭ تەگلىك رەڭگى تاللىنىدۇ
uk: Виберіть колір фону секундної стрілки

source: Adds a new view showing a clock
be: Дадаць новы выгляд гадзінніка
cs: Přidá nový pohled zobrazující hodiny
el: Προσθήκη νέας προβολής απεικόνισης ρολογιού
et: Lisab uue kellaga vaate
oc: Ajusta una vista novèla que mòstra un relòtge
ro: Adaugă o nouă vizualizare care afișează un ceas
th: เพิ่มมุมมองนาฬิกาใหม่
ug: سائەت كۆرۈنىدىغان يېڭى بىر كۆرۈنۈش قوشىدۇ
uk: Додати нове відображення годинника

source: Example search
be: Прыклад пошуку
cs: Příklad hledání
el: Παράδειγμα αναζήτησης
et: Näidisotsing
oc: Exemple de recèrca
ro: Exemplu de căutare
th: ตัวอย่างค้นหา
ug: مىسال ئىزدەش
uk: Приклад пошуку

source: Example search provider
be: Прыклад сістэмы пошуку
cs: Příklad poskytovatele hledání
el: Παράδειγμα παρόχου αναζήτησης
et: Otsinguteenuse näidis
oc: Provesidor de recèrca d’exemple
ro: Exemplu de furnizor de servicii de căutare
th: ตัวอย่างโปรแกรมค้นหาที่เตรียมไว้
ug: مىسال ئىزدەش تەمىنلىگۈچى
uk: Приклад пошуковиків

source: This is just a useless example search provider plugin
be: Гэта проста прыклад убудовы сістэмы пошуку
cs: Toto je pouze příklad zásuvného modulu poskytovatele hledání
el: Αυτό απλά είναι ένα άχρηστο παράδειγμα πρόσθετου αναζήτησης
et: Tegemist on natuke kasutu näitega otsingupluginast
oc: Es pas qu'un exemple inutil d'empeuton de provesidor de recèrca
ro: Acesta este doar un exemplu inutil de modul furnizor de căutare
th: นี่เป็นเพียงปลั๊กอินตัวอย่างสำหรับการค้นหาที่เราเตรียมไว้ทำไมไม่รู้
ug: بۇ پەقەت پايدىسىز مىسال ئىزدەش تەمىنلىگۈچى قىستۇرما
uk: Це лише некорисний приклад плагіна пошукової служби

source: Gnome-Shell search provider
be: Сістэма пошуку Gnome-Shell
cs: Poskytovatel hledání Gnome-Shell
el: Πάροχος αναζήτησης του κελύφους Gnome
et: Gnome-Shelli otsinguteenused
oc: Provesidor de recèrca Gnome-Shell
ro: Furnizorul de căutare Gnome-Shell
th: โปรแกรมค้นหา Gnome-Shell ที่มี
ug: Gnome-Shell ئىزدەش تەمىنلىگۈچى
uk: Пошуковик Gnome-Shell

source: Uses Gnome-Shell search providers as source for searches
be: Для пошуку выкарыстоўваюцца сістэмы пошуку Gnome-Shell
cs: Použije jako zdroj pro hledání poskytovatele hledání Gnome-Shell
el: Χρήση των παρόχων αναζήτησης του Gnome
et: Kasutame Gnome-Shelli otsinguteenuseid otsingute tegemisel
ro: Folosește furnizorii de căutare Gnome-Shell ca sursă pentru căutări
th: ใช้โปรแกรมค้นหา Gnome-Shell ที่มีเป็นเครื่องมือในการค้นหา
ug: Gnome-Shell ئىزدەش تەمىنلىگۈچى پىروگراممىسىنى ئىزدەش مەنبەسى قىلىدۇ
uk: Використовує пошуковики Gnome-Shell як джерела для пошуку

source: s
be: с
uk: с

source: ms
be: мс
uk: мс

source: Immediately
be: Неадкладна
cs: Okamžitě
el: Άμεσα
et: Koheselt
oc: Immediatament
ro: Imediat
th: ทันที
ug: دەرھال
uk: Негайно

source: Activation corner:
be: Кут актывацыі:
cs: Roh pro aktivaci:
el: Περιοχή ενεργοποίησης:
et: Aktiveerimise nurk:
oc: Caire d’activacion :
ro: Colț de activare:
th: มุมการเปิดใช้งาน:
ug: ئاكتىپلاش بۇلۇڭى:
uk: Куточок активації:

source: Radius of activation corner:
be: Радыус кута актывацыі:
cs: Rozměr rohu pro aktivaci:
el: Κάλυψη περιοχής ενεργοποίησης:
et: Aktiveerimisnurga raadius:
oc: Rai del caire d’activacion :
ro: Raza colțului de activare:
th: รัศมีของมุมเปิดใช้งาน:
ug: ئاكتىپلاش بۇلۇڭىنىڭ رادىيوسى:
uk: Радіус куточку активації:

source: Timeout to activate:
be: Затрымка актывацыі:
cs: Časová prodleva pro aktivaci:
el: Χρόνος ενεργοποίησης:
et: Sisselülitamiseaegumine:
ro: Timpul de așteptare pentru activare:
th: หมดเวลาในการเปิดใช้งาน:
ug: ئاكتىپلاش مۆھلىتى:
uk: Час активації завершено.

source: Primary monitor only
be: Толькі асноўны манітор
cs: Pouze primární monitor
el: Μόνο στη κύρια οθόνη
et: Vaid esmasel monitoril
oc: Monitor principal solament
ro: Doar monitorul principal
th: จอภาพหลักเท่านั้น
ug: ئاساسىي كۆزەتكۈچلا
uk: Лише на головному моніторі

source: Hot corner
be: Гарачыя куты
cs: Aktivní roh
el: Περιθώριο
et: Kuum nurk
oc: Bòrd reactiu
ro: Colț sensibil
th: มุมร้อน ๆ
ug: قىزىق بۇلۇڭ
uk: Гарячий куточок

source: Activates xfdashboard when pointer is moved to a configured corner of monitor
be: Пры перамяшчэнні курсора ў наладжаны кут актывуе xfdashboard
cs: Aktivuje xfdashboard, když se ukazatel myši přesune do určeného rohu monitoru
el: Ενεργοποίηση του xfdashboard όταν ο δείκτης μετακινηθεί σε μια διαμορφωμένη περιοχή τοης οθόνης
et: Hiirekursori liigutamisel valitud ekraaninurka lülita xfdashboard tööle
ro: Activează xfdashboard atunci când cursorul mausului este mutat într-un colț configurat al monitorului
th: เปิดใช้งาน xfdashboard เมื่อตัวชี้ถูกย้ายไปยังมุมที่กำหนดค่าของจอภาพ
ug: نىشانلىغۇچ كۆزەتكۈچنىڭ سەپلىنىدىغان كۆزنىكىنىڭ بۇلۇڭىغا يۆتكەلگەندە xfdashboard نى ئاكتىپلايدۇ
uk: Активує xfdashboard, коли вказівник переміщується до обраного кута монітора

source: Middle-click window close
be: Закрываць акно сярэдняй кнопкай мышы
cs: Zavření okna kliknutím prostředního tlačítka myši
el: Κλείσιμο παραθύρου με μεσαίο κλικ
et: Sulge aknad keskmise hiireklõpsuga
oc: Tampadura amb lo clic del mitan
ro: Apăsarea butonului din mijloc al mausului închide fereastra
th: คลิกกลางปิดหน้าต่าง
ug: چاشقىنەك ئوتتۇرا توپچە چېكىلسە كۆزنەك ياپىدۇ
uk: Середня кнопка - закрити вікно.

source: Closes windows in windows view by middle-click
be: Закрываць вокны націскам сярэдняй кнопкі мышы
cs: Zavře okno ve zobrazení oken kliknutím prostředního tlačítka
el: Κλείσιμο των παραθύρων με μεσαίο κλικ σε προβολή παραθύρων
et: Sulge akendevaates aknaid keskmise hiireklõpsuga
oc: Tampa las vistas de fenèstras amb lo clic del mitan
ro: Închide ferestrele din vizualizarea ferestrelor prin apăsarea butonului din mijloc al mausului
th: ปิดหน้าต่างในมุมมองด้วยการคลิกกลาง
ug: كۆزنەك كۆرۈنۈشىدە چاشقىنەك ئوتتۇرا توپچە چېكىلسە كۆزنەكنى ياپىدۇ
uk: Закрити вікна у перегляді вікон клацанням середньої кнопки миші

source: Recently used search provider
be: Нядаўна выкарыстаная сістэма пошуку
cs: Nedávno použitý poskytovatel hledání
el: Πρόσφατα χρησιμοποιημένος πάροχος αναζήτησης
et: Viimati kasutatud failid otsinguteenusena
oc: Provesidor de recèrca dels fichièrs recentament utilizats
ro: Furnizor de căutare folosit recent
th: เครื่องมือค้นหาที่ใช้ล่าสุด
ug: يېقىندا ئىشلەتكەن ئىزدەش تەمىنلىگۈچى
uk: Нещодавно використаний пошуковик

source: A search provider using recently used files as source
be: Сістэма пошуку, якая выкарыстоўвае нядаўна адкрытыя файлы як крыніцу
cs: Poskytovatel hledání používá nedávno použité soubory jako zdroj
el: Πάροχος αναζήτησης που χρησιμοποιεί ως πηγή τα πρόσφατα χρησιμοποιημένα αρχεία
et: Otsinguteenus, mis kasutab viimati pruugitud failide loendit andmeallikana
oc: Un provesidor de recèrca qu’utiliza los fichièrs recents coma font
ro: Un furnizor de căutare care utilizează ca sursă fișierele utilizate recent
th: เครื่องมือค้นหาที่ใช้แฟ้มที่ใช้ล่าสุดเป็นแหล่งที่มา
ug: ئىزدەش تەمىنلىگۈچى يېقىندا ئىشلەتكەن ھۆججەتنى مەنبە سۈپىتىدە ئىشلىتىدۇ
uk: Пошуковик, що використовує нещодавні файли як джерело

source: Recently used
be: Нядаўна выкарыстаныя
cs: Nedávno použité
el: Χρησιμοποιήθηκε πρόσφατα
et: Viimati kasutatud
oc: Utilizats recentament
ro: Recent utilizate
th: ที่ใช้ล่าสุด
ug: يېقىندا ئىشلىتىلگەنلىرى
uk: Нещодавно використані

source: Launching application for '%s' failed: %s
be: Не атрымалася запусціць праграму для "%s": %s
cs: Spuštění aplikace pro '%s' se nezdařilo: %s
el: Η εκκίνηση εφαρμογής για '%s' απέτυχε: %s
et: „%s“ jaoks rakenduse käivitamine ei õnnestunud: %s
oc: Fracàs del lançament de l’aplicacion per « %s » : %s
ro: Lansarea aplicației pentru „%s” a eșuat: %s
th: การเปิดโปรแกรม '%s' ล้มเหลว:%s
ug: «%s» ئۈچۈن پىروگراممىنى قوزغىتالمىدى: %s
uk: Запуск програми для '%s' не вдався: %s

source: Launching application for file '%s' failed: %s
be: Не атрымалася апусціць праграму для файла "%s": %s
cs: Spuštění aplikace pro soubor '%s' se nezdařilo: %s
el: Η εκκίνηση εφαρμογής για το αρχείο '%s' απέτυχε: %s
et: „%s“ faili jaoks rakenduse käivitamine ei õnnestunud: %s
oc: Fracàs del lançament de l’aplicacion pel fichièr « %s » : %s
ro: Lansarea aplicației pentru fișierul „%s” a eșuat: %s
th: การเปิดโปรแกรมของแฟ้ม '%s' ล้มเหลว:%s
ug: «%s» ھۆججەت ئۈچۈن پىروگراممىنى قوزغىتالمىدى: %s
uk: Запуск програми для файлу '%s' не вдався: %s

source: Do nothing
be: Нічога не рабіць
cs: Nic nedělat
el: Καμία
et: Ära tee midagi
oc: Far pas res
ro: Nu face nimic
th: ไม่ทำอะไร
ug: ھېچقانداق قىلما
uk: Нічого

source: Windows view
be: Вокны
cs: Zobrazení oken
el: Παραθύρων
et: Akende vaade
oc: Vista fenèstras
ro: Vizualizare ferestre
th: มุมมองหน้าต่าง
ug: كۆزنەك كۆرۈنۈشى
uk: Перегляд вікон

source: Applications view
be: Праграмы
cs: Zobrazení aplikací
el: Εφαρμογών
et: Rakenduste vaade
oc: Vista aplicacions
ro: Vizualizare aplicații
th: มุมมองโปรแกรม
ug: پىروگرامما كۆرۈنۈشى
uk: Перегляд додатків

source: High
be: Высокі
cs: Vysoká
el: Υψηλή
et: Kõrge
oc: Nauta
ro: Înaltă
th: สูง
ug: يۇقىرى
uk: Високо

source: Normal
be: Звычайны
cs: Běžná
el: Κανονική
et: Tavaline
oc: Normala
ro: Normale
th: ปกติ
ug: ئادەتتىكى
uk: Нормально

source: Low
be: Нізкі
cs: Nízká
el: Χαμηλή
et: Madal
oc: Bassa
ro: Joasă
th: ต่ำ
ug: تۆۋەن
uk: Низько

source: seconds
be: секунд(ы)
cs: sekund
el: δευτερόλεπτα
et: sekundit
oc: segondas
ro: secunde
th: วินาที
ug: سېكۇنت
uk: секунд

source: Settings manager socket
be: Сокет кіраўніка налад
cs: Soket správce nastavení
el: Υποδοχή διαχειριστή ρυθμίσεων
et: Seadistuste halduri sokkel
oc: Socket del gestionari de paramètres
ro: Soclul gestionarului de opțiuni
th: ซ็อกเก็ตของโปรแกรมจัดการค่าตั้ง
ug: باشقۇرغۇچى ئوقۇر تەڭشىكى
uk: Сокет керівника налаштувань

source: Version information
be: Інфармацыя пра версію
cs: Informace o verzi
el: Πληροφορίες έκδοσης
et: Versiooniteave
oc: Informacions sus la version
ro: Detalii de versiune
th: ข้อมูลรุ่น
ug: نەشر ئۇچۇرى
uk: Інформація про версію

source: %s: %s Try %s --help to see a full list of available command line options.
be: %s: %s Паспрабуйце "%s --help", каб праглядзець спіс даступных параметраў загаднага радка.
cs: %s: %s Úplný seznam dostupných možností příkazové řádky získáte příkazem %s --help
el: %s: %s Δοκιμάστε %s --help για την εμφάνιση της λίστας με τις διαθέσιμες επιλογές της γραμμής εντολών.
et: %s: %s %s --help Näitab täielikku loendit käsurea valikutest.
oc: %s : %s Ensajatz %s --help per afichar la lista de las opcions de linha de comanda disponiblas.
ro: %s: %s Încercați «%s --help» pentru a vedea întreaga listă de opțiuni din linia de comandă.
th: %s: %s สั่ง %s --help เพื่อดูตัวเลือกทั้งหมดที่มีของบรรทัดคำสั่ง
ug: %s: %s بۇيرۇق قۇرىدا ئىشلەتكىلى بولىدىغان بارلىق تاللانمىلارنى كۆرۈش ئۈچۈن %s --help نى كىرگۈزسە بولىدۇ.
uk: %s: %s Спробуйте, %s --help щоб побачити повний список доступних опцій командного рядка.

source: Configure plugin: %s
be: Налады ўбудовы: %s
cs: Konfigurace zásuvného modulu: %s
el: Ρύθμιση πρόσθετου: %s
et: Seadista pluginat: %s
oc: Configurar empeuton : %s
ro: Configurare modul: %s
th: ตั้งค่าปลั๊กอิน: %s
ug: سەپلىمە قىستۇرما: %s
uk: Налаштування плагіну: %s

source: <b>Plugin could not be loaded.</b> %s
be: <b>Не атрымалася загрузіць убудову.</b> %s
cs: <b>Nebylo možné načíst zásuvný modul.</b> %s
el: <b>Το πρόσθετο δεν μπόρεσε να φορτωθεί.</b> %s
et: <b>Plugina laadimine ei õnnestunud.</b> %s
oc: <b>Cargament impossible de l’empeuton.</b> %s
ro: <b>Modulul nu a putut fi încărcat.</b> %s
th: <b>ไม่สามารถโหลดปลั๊กอินได้</b> %s
ug: <b>قىستۇرمىنى يۈكلىيەلمىگەن.</b> %s
uk: <b>Плагін не завантажено.</b> %s

source: Name
be: Назва
cs: Název
el: Όνομα
et: Nimi
oc: Nom
ro: Nume
th: ชื่อ
ug: ئاتى
uk: Назва

source: Theme
be: Тэма
cs: Motiv vzhledu
el: Θέμα
et: Teema
oc: Tèma
ro: Temă
th: แบบ
ug: ئۆرنەك
uk: Теми

source: Fork to background
be: У фон
cs: Spustit na pozadí
el: Παραμονή στο παρασκήνιο
et: Muuda taustarakenduseks
oc: Manténer en rèireplan
ro: Se bifurcă în fundal
th: คัดลอกพื้นหลัง
ug: ئارقا سۇپىغا چاتاقلا
uk: Перевести у фоновий режим

source: Quit running instance
be: Выйсці
cs: Ukončit spuštěnou instanci
el: Τερματισμός του στιγμιότυπου που εκτελείται
et: Sulge hetkel töötav rakendus
oc: Quitar l’instància en execucion
ro: Închide instanța care rulează
th: จบการทำงานอินสแตนซ์ที่ทำงานอยู่
ug: ئىجرا قىلىنىۋاتقان ئەمەلىي مىسالدىن چېكىن
uk: Вихід з активного екземпляра

source: Restart running instance
be: Перазапусціць
cs: Restartovat spuštěnou instanci
el: Επανεκκίνηση του στιγμιότυπου που εκτελείται
et: Käivita hetkel töötav rakendus uuesti
oc: Reaviar l’instància en execucion
ro: Repornește instanța care rulează
th: เริ่มใช้งานอินสแตนซ์ใหม่
ug: ئىجرا قىلىنىۋاتقان ئەمەلىي مىسالنى قايتا قوزغات
uk: Перезапуск активного екземпляра

source: Toggles visibility if running instance was started in daemon mode otherwise it quits running non-daemon instance
be: Пераключае бачнасць, калі асобнік запушчаны ў рэжыме дэмана, альбо спыняе працу асобніка, калі той працуе ў звычайным рэжыме
cs: Přepíná viditelnost, pokud byla instance spuštěna jako služba na pozadí, jinak ukončí instanci neběžící jako služba.
el: Εναλλάσσει την προβολή εάν το στιγμιότυπο που εκτελείται ξεκίνησε από υπηρεσία διαφορετικά το τερματίζει
et: Kui rakenduse praegune variant käivitati taustateenusena, siis lülitab nähtavust sisse/välja. Muul juhul lõpetab taustateenusena mittetöötava rakenduse variandi töö.
ro: Activează/dezactivează vizibilitatea dacă instanța care rulează a fost pornită în modul demon, altfel oprește instanța non-demon care rulează
th: สลับการมองเห็นหากอินสแตนซ์ที่ทำงานอยู่เริ่มต้นในโหมดดีมอน มิฉะนั้นจะหยุดการเรียกใช้อินสแตนซ์ที่ไม่ใช่ดีมอน
ug: ئەگەر ئىجرا قىلىنىۋاتقان ئەمەلىي مىسال نازارەتچى ھالىتىدە قوزغىتىلغان بولسا كۆرۈنۈشچانلىقنى ئالماشتۇرىدۇ ئۇنداق بولمىسا ئىجرا قىلىنىۋاتقان ئەمەلىي مىسال غەيرى نازارەتچى پىروگراممىسىدىن چېكىنىدۇ
uk: Перемикає видимість, якщо запущений екземпляр був запущений в режимі служби, інакше він припиняє запуск екземпляра не в режимі служби.

source: The ID of view to switch to on startup or resume
be: Ідэнтыфікатар выгляду для пераключэння падчас запуску ці ўзнаўлення
cs: Identifikátor zobrazení pro přepnutí při startu nebo při obnovení
el: Το αναγνωριστικό προβολής στο οποίο θα μεταβείτε κατά την εκκίνηση ή τη συνέχιση
et: Vaate tunnus, mis käivitamisel või jätkamisel kuvatakse
ro: ID-ul de vizualizare la care să se treacă la pornire sau reluare
th: รหัสไอดีมุมมองที่จะสลับไปเมื่อเริ่มต้นหรือดำเนินการต่อ
ug: قوزغىتىش ياكى ئىجرا قىلىشنى داۋاملاشتۇرۇشقا ئالماشتۇرىدىغان كۆزنەكنىڭ كىملىكى
uk: Ідентифікатор перегляду, до якого потрібно перейти під час запуску або відновлення

source: Show version
be: Паказаць версію
cs: Zobrazit verzi
el: Εμφάνιση έκδοσης
et: Näita versiooniteavet
oc: Afichar la version
ro: Afișează versiunea
th: แสดงรุ่น
ug: نەشرىنى كۆرسەت
uk: Версія

source: A Gnome Shell like dashboard for Xfce4 - version %s
cs: Řídicí panel pro Xfce4 %s podobný Gnome Shell
el: Ένα ταμπλό δραστηριοτήτων όμοιο με αυτό του κελύφους Gnome για το Xfce4 - έκδοση %s
et: Gnome Shell'i sarnane töölaud Xfce4 jaoks - versioon %s
ro: Un tablou de bord asemănător Gnome Shell pentru Xfce4 - versiunea %s
th: Gnome shell เหมือนแดชบอร์ดสำหรับ Xfce4 - รุ่น %s
ug: Xfce4 نىڭ Gnome Shell گە ئوخشايدىغان باشقۇرۇش تاختىسى - نەشرى %s
uk: Дашборд у стилі Gnome Shell для Xfce4 - версія %s

source: SOCKET ID
be: Ідэнтыфікатар сокета
el: ID ΥΠΟΔΟΧΗΣ
et: SOKLI ID
oc: ID SOCKET
ro: ID SOCLU
th: หมายเลขซ็อกเก็ต
ug: ئوقۇر كىملىكى
