Repository: xfce-mirror/xfdashboard
Catalog: po/*.po
Languages: be, cs, el, et, oc, ro, th, ug, uk

source: Maybe a Gnome shell like dashboard for Xfce
cs: Řídicí panel pro Xfce podobný tomu z prostředí Gnome
el: Ενδεχομένως ένα ταμπλό δραστηριοτήτων όμοιο με αυτό του κελύφους Gnome για το Xfce
et: Gnome Shell'i sarnane töölaud Xfce4 jaoks
oc: Benlèu una inspiracion de Gnome shell per Xfce
ro: Poate că un shell Gnome ca tablou de bord pentru Xfce
th: คล้าย ๆ Gnome shell แดชบอร์ดแต่สำหรับ Xfce
ug: بەلكىم Xfce غا ماس كېلىدىغان باشقۇرۇش تاختىسىغا ئوخشاش Gnome shell
uk: Інтерфейс Gnome shell для середовища Xfce

source: Start xfdashboard as daemon in background
cs: Spustit xfdashboard jako démon na pozadí
el: Εκκίνηση του xfdashboard ως υπηρεσία στο παρασκήνιο
et: Käivita xfdashboard taustaprogrammina
oc: Aviar xfdashboard coma demòni en rèireplan
ro: Pornește xfdashboard ca demon în fundal
th: เริ่ม xfdashboard เป็นดีมอนในเบื้องหลัง
ug: xfdashboard نى نازارەتچى سۈپىتىدە ئارقا سۇپىدا قوزغىتىدۇ
uk: Запускати xfdashboard як демон у фоні

source: Xfdashboard settings
cs: Nastavení xfdashboard
el: Ρυθμίσεις xfdashboard
et: Xfdashboard'i seadistused
oc: Paramètres Xfdashboard
ro: Opțiuni Xfdashboard
th: ตั้งค่า Xfdashboard
ug: xfdashboard تەڭشەك
uk: Налаштування xfdashboard

source: Configure xfdashboard
cs: Konfigurace xfdashboard
el: Διαμόρφωση xfdashboard
et: Seadista rakendust xfdashboard
oc: Configurar xfdashboard
ro: Configurați xfdashboard
th: ตั้งค่า xfdashboard
ug: xfdashboard سەپلىمىسى
uk: Налаштувати xfdashboard

source: Xfdashboard provides a GNOME shell dashboard like interface for use with Xfce desktop.
cs: Xfdashboard poskytuje řídicí panel podobně jako v prostředí GNOME pro použití v pracovním prostředí Xfce.
el: To xfdashboard παρέχει μια διεπαφή όμοια με την επισκόπηση δραστηριοτήτων του κελύφους GNOME προς χρήση με το περιβάλλον εργασίας Xfce.
et: Xfdashboard on Gnome Shell'i sarnane töölaud kasutamiseks Xfce4 graafilises liideses.
oc: Xfdashboard fornís una interfàcia de tablèu de bòrd inspirada de GNOME shell d’utilizar amb lo burèu Xfce.
ro: Xfdashboard oferă o interfață asemănătoare tabloului de bord GNOME shell pentru utilizarea cu mediul grafic de birou Xfce.
th: Xfdashboard เป็นแดชบอร์ด Gnome shell เช่นเดียวกับอินเทอร์เฟซสำหรับใช้กับเดสก์ท็อป Xfce
ug: Xfce ئۈستەلئۈستى مۇھىتىدا ئىشلىتىلىدىغان xfdashboard باشقۇرۇش تاختىسىغا ئوخشاش GNOME shell ئارايۈزى تەمىنلەيدۇ.
uk: Xfdashboard надає інтерфейс, схожий на панель оболонки GNOME, для використання з робочим столом Xfce.

source: It can be configured to run to any keyboard shortcut and when executed provides an overview of applications currently open enabling the user to switch between different applications. The search feature works like Xfce's app finder which makes it convenient to search for and start applications.
cs: Lze jej konfigurovat ke spuštění libovolnou klávesovou zkratkou a při spuštění poskytuje přehled aktuálně otevřených aplikací, což uživateli umožňuje přepínat se mezi různými aplikacemi. Funkce hledání pracuje jako hledač aplikací pro Xfce, je tak vhodný pro hledání a spouštění aplikací.
el: Μπορεί να ρυθμιστεί για να εκτελείται με οποιαδήποτε συντόμευση του πληκτολογίου και όταν εκτελείται, παρέχει μια επισκόπηση των ανοιχτών εφαρμογών επιτρέποντας στο χρήστη τη δυνατότητα εναλλαγής μεταξύ των διαφορετικών εφαρμογών. Η λειτουργία αναζήτησης λειτουργεί όπως η εύρεση εφαρμογών του Xfce πράγμα που καθιστά βολική την αναζήτηση και την εκκίνηση εφαρμογών.
et: Seda võid seadistada kasutama iga klahvistiku kiirklahvi. Käivitamisel saad ülevaate kõikidest töös olevatest rakendustest, mis võimaldab sul neid hallata ning mugavalt nende vahel liikuda. Otsingufunktsionaalsus toimib sarnaselt Xfce rakenduste otsinguga ning see annab sulle mugava võimaluse rakendusi otsida ja käivitada.
oc: Pòt èsser configurat per foncionar sus quin acorchi de clavièr que siá e quand es executat provesís una vista generala de las aplicacions actualament dobèrtas permetent a l'utilizaire de bascular entre diferentas aplicacions. La foncionalitat de recèrca fonciona coma lo cercador d'aplicacions de Xfce çò que fa venir aisit de la recèrca e aviada d'aplicacions.
ro: Acesta poate fi configurat pentru a rula la orice comandă rapidă de la tastatură și, atunci când este executat, oferă o prezentare generală a aplicațiilor deschise în prezent, permițând utilizatorului să comute între diferite aplicații. Funcția de căutare funcționează ca și căutătorul de aplicații al Xfce, ceea ce face ca căutarea și pornirea aplicațiilor să fie convenabilă.
th: สามารถตั้งค่าให้เรียกใช้ไปยังแป้นพิมพ์ลัดใดก็ได้ และเมื่อดำเนินการแล้ว จะให้ภาพรวมของโปรแกรมที่เปิดอยู่ในปัจจุบัน ทำให้ผู้ใช้สามารถสลับระหว่างโปรแกรมต่าง ๆ ได้ คุณลักษณะการค้นหาทำงานเหมือนกับตัวค้นหาแอปของ Xfce ซึ่งช่วยให้ค้นหาและเริ่มโปรแกรมได้อย่างสะดวก
ug: ھەر قانداق ھەرپتاختا تېزلەتمىسى ئىجرا قىلىشنى سەپلىگىلى بولىدۇ ھەمدە نۆۋەتتە ئىجرا قىلىنىۋاتقان پىروگراممىنىڭ قىسقىچە خۇلاسىسىنى كۆرسىتىدۇ، ئىشلەتكۈچى ئوخشاش بولمىغان پىروگرامما ئارىسىدا ئالماشتۇرالايدۇ. ئىزدەش ئىقتىدارىنىڭ رولى Xfce دىكى ئەپ ئىزدىگۈچكە ئوخشاش بولۇپ، ئۇ پىروگرامما ئىزدەش ۋە قوزغىتىشنى ئاسانلاشتۇرىدۇ.
uk: Його можна налаштувати для запуску на будь-яку комбінацію клавіш і під час виконання надає можливість огляду програм, які зараз відкриті, що дозволяє користувачеві перемикатися між різними програмами. Функція пошуку працює як пошук додатків Xfce, що робить його зручним для пошуку та запуску програм.

source: Browsing applications
cs: Prohlížení aplikací
el: Περιήγηση στις εφαρμογές
et: Sirvin rakendusi
oc: Aplicacions de navegacion
ro: Explorarea aplicațiilor
th: เรียกดูโปรแกรม
ug: پىروگراممىغا كۆز يۈگۈرتىدۇ
uk: Огляд програм

source: Searching applications
cs: Hledání aplikací
el: Αναζήτηση εφαρμογών
et: Otsin rakendusi
oc: Aplicacions de recèrca
ro: Căutarea aplicațiilor
th: ค้นหาโปรแกรม
ug: پىروگرامما ئىزدەش
uk: Пошук програм

source: <span size="large"><b>Xfdashboard settings</b></span>
cs: <span size="large"><b>Nastavení Xfdashboard</b></span>
el: <span size="large"><b>Ρυθμίσεις του xfdashboard</b></span>
et: <span size="large"><b>Xfdashboardi seadistused</b></span>
oc: <span size="large"><b>Paramètres Xfdashboard</b></span>
ro: <span size="large"><b>Opțiuni Xfdashboard</b></span>
th: <span size="large"><b>ตั้งค่า Xfdashboard</b></span>
ug: <span size="large"><b>Xfdashboard تەڭشەك</b></span>
uk: <span size="large"><b>Налаштування xfdashboard</b></span>

source: Configure plugin
cs: Konfigurace zásuvného modulu
el: Διαμόρφωση πρόσθετου
et: Seadista pluginat
oc: Configurar empeuton
ro: Configurare modul
th: ตั้งค่าปลั๊กอิน
ug: قىستۇرمىنى سەپلە
uk: Налаштувати плагін

source: <span size="large"><b>Xfdashboard settings</b></span> Configure xfdashboard
cs: <span size="large"><b>Nastavení Xfdashboard</b></span> Konfigurace xfdashboard
el: <span size="large"><b>Ρυθμίσεις του Xfdashboard</b></span> Διαμόρφωση του xfdashboard
et: <span size="large"><b>Xfdashboard'i sätted</b></span> Seadista xfdashboard'i
oc: <span size="large"><b>Paramètres Xfdashboard</b></span> Configurar xfdashboard
ro: <span size="large"><b>Opțiuni Xfdashboard</b></span> Configurare xfdashboard
th: <span size="large"><b>ตั้งค่า Xfdashboard</b></span> ตั้งค่า xfdashboard
ug: <span size="large"><b>Xfdashboard تەڭشەك</b></span> xfdashboard نى سەپلەيدۇ
uk: <span size="large"><b>Налаштування Xfdashboard </b></span> Налаштувати xfdashboard

source: <b>General settings:</b>
cs: <b> Obecná nastavení: </b>
el: <b>Γενικές ρυθμίσεις:</b>
et: <b>Üldised seadistused:</b>
oc: <b>Paramètres generals :</b>
ro: Setări generale:
th: <b>ตั้งค่าทั่วไป</b>
ug: <b>ئادەتتىكى تەڭشەك:</b>
uk: <b>Загальні налаштування:</b>

source: Reset search view when resumed
cs: Resetovat zobrazení hledání pro obnovení
el: Επαναφορά της προβολής με αναζήτηση κατά την επιστροφή
et: Jätkamisel lähtesta otsinguvaade
oc: Reïnicializar la vista recèrca a la represa
ro: Restabilirea vizualizării de căutare la reluarea căutării
th: คืนกลับมุมมองการค้นหาเมื่อเริ่มทำงานใหม่
ug: داۋاملاشتۇرغاندا ئىزدەش كۆرۈنۈشىنى ئەسلىگە قايتۇرىدۇ
uk: Скидати вигляд пошуку при кожному запуску

source: If enabled the search view will be resetted when xfdashboard is resumed. That means the active view is switched back to last view active before last search was started and search box will be emptied. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
cs: Pokud je tato možnost povolena, zobrazení hledání se při obnovení xfdashboard zresetuje. To znamená, že se aktivní zobrazení přepne zpět na předchozí zobrazení před posledním hledáním a pole pro hledání se vymaže.
el: Όταν είναι ενεργό, θα γίνεται επαναφορά της προβολής με αναζήτηση όταν επιστρέψετε στο xfdashboard. Αυτό σημαίνει ότι, επιστρέφει στη τελευταία ενεργή προβολή πριν την έναρξη της τελευταίας αναζήτησης με άδειο το πλαίσιο αναζήτησης. <b>ΣΗΜΕΙΩΣΗ:</b> Η ρύθμιση αυτή λειτουργεί μόνο όταν το xfdashboard εκτελείται ως υπηρεσία παρασκηνίου
et: Kui see seadistus on kasutusel, siis xfdashboard'i uuesti kasutamisel lähtestatakse otsinguvaade. See tähendab, et viimane vaade muudetakse selliseks, nagu oli enne viimast otsingut ning otsingukasti sisu tühjendatakse. <b>MÄRKUS:</b> Seadistus toimib vaid siis kui xfdashboard on käivitatud taustarakendusena.
oc: Se activat la vista de recèrca serà reïnicializada quand lo tablèu de bòrd xfdashboard es représ. Aquò vòl dire que la vista activa es tornada a la darrièra vista activa abans que la darrièra recèrca siá aviada e la bóstia de recèrca serà voidada. <b>NÒTA :</b> aqueste paramètre pren pas qu'efièch se lo tablèu de bòrd xfdashboard es en execucion en mòde demòni.
ro: Dacă este activată, vizualizarea căutării va fi restabilită atunci când xfdashboard este reluat. Aceasta înseamnă că vizualizarea activă este comutată înapoi la ultima vizualizare activă înainte de începerea ultimei căutări, iar caseta de căutare va fi golită. <b>NOTĂ:</b> Această opțiune are efect numai dacă «xfdashboard» rulează în modul demon.
th: หากเปิดใช้งานมุมมองการค้นหาจะถูกคืนกลับเมื่อ xfdashboard เริ่มต้นทำงานใหม่ นั่นหมายความว่ามุมมองที่ใช้งานอยู่จะถูกเปลี่ยนกลับไปเป็นมุมมองที่ใช้งานล่าสุดก่อนที่จะเริ่มการค้นหาครั้งล่าสุด และช่องค้นหาจะว่างเปล่า <b>หมายเหตุ:</b> การตั้งค่านี้จะมีผลเฉพาะเมื่อ xfdashboard ทำงานในโหมดดีมอน
ug: ئەگەر قوزغىتىلسا، xfdashboard نى ئىجرا قىلىشنى داۋاملاشتۇرغاندا ئىزدەش كۆرۈنۈشىنى ئەسلىگە قايتۇرىدۇ. ئاكتىپ كۆرۈنۈش ئالدىنقى قېتىم ئىزدەشنى باشلاشتىن ئىلگىرىكى ئاخىرقى ئاكتىپ كۆزنەككە قايتىدىغانلىقىدىن دېرەك بېرىدۇ، ئىزدەش قۇتىسى تازىلىنىدۇ. <b>ئەسكەرتىش:</b> بۇ تەڭشەك پەقەت xfdashboard نازارەتچى ھالىتىدە ئىجرا قىلىنغاندا كۈچكە ئىگە بولىدۇ.
uk: Якщо ввімкнено, вигляд пошуку буде скинуто, коли xfdashboard буде запущено. Це означає, що активний перегляд повернеться до останнього, активного перед початком попередньго пошуку, і вікно пошуку буде очищено. <b>ПРИМІТКА:</b> Цей параметр діє, лише якщо xfdashboard працює в режимі демона.

source: When xfdashboard resumes the selected view will be activated. <b>NOTE:</b> This setting only takes effect if xfdashboard is running in daemon mode.
cs: Když se xfdashboard obnoví, aktivuje se vybrané zobrazení. <b>POZNÁMKA:</b> Toto nastavení bude použito pouze pokud je xfdashboard spuštěn jako služba.
el: Όταν επιστρέφετε στο xfdashboard θα ενεργοποιείται η επιλεγμένη προβολή <b>ΣΗΜΕΙΩΣΗ:</b> Αυτή η ρύθμιση λειτουργεί μόνο όταν το xfdashboard εκτελείται ως υπηρεσία παρασκηνίου.
et: Kui xfdashboard jätkab tööd, siis kuvatakse järgnev vaade. <b>Märkus</b>: See eelistus toimib vaid siis, kui xfdashboard töötab taustateenusena.
oc: Quand lo tablèu de bòrd xfdashboard reprendrà la vista seleccionada serà activada. <b>NÒTA :</b>Aqueste paramètre pren pas qu'efièch se xfdashboard s’executa en mòde demòni.
ro: Când «xfdashboard» își reia activitatea, vizualizarea selectată va fi activată. <b>NOTĂ:</b> Această opțiune are efect numai dacă «xfdashboard» rulează în modul demon.
th: เมื่อ xfdashboard เริ่มต้นทำงานใหม่ มุมมองที่เลือกจะถูกเปิดใช้งาน <b>หมายเหตุ:</b> การตั้งค่านี้จะมีผลเฉพาะเมื่อ xfdashboard ทำงานในโหมดดีมอน
ug: xfdashboard نى ئىجرا قىلىشنى داۋاملاشتۇرغاندا تاللانغان كۆرۈنۈشنى ئەسلىگە قايتۇرىدۇ. <b>ئەسكەرتىش:</b> بۇ تەڭشەك پەقەت xfdashboard نازارەتچى ھالىتىدە ئىجرا قىلىنغاندا كۈچكە ئىگە بولىدۇ.
uk: Коли xfdashboard відновить роботу, буде активовано вибраний режим перегляду. <b>Примітка:</b> Цей параметр діє, лише якщо xfdashboard працює в режимі демона.

source: Switch to view when resumed:
cs: Po obnovení přepnout na zobrazení:
el: Κατά την επιστροφή εναλλαγή σε προβολή:
et: Jätkamisel kasuta vaadet:
oc: A la represa bascular a la vista :
ro: Schimbă la vizualizare când este reluat:
th: สลับมุมมองการค้นหาเมื่อเริ่มทำงานใหม่
ug: داۋاملاشتۇرغاندا كۆرۈنۈشكە ئالماشتۇرىدۇ:
uk: Перегляд при відновленні роботи:

source: Sets the minimum time a notification is being shown. The duration is calculated by the length of the text to show in notification. This setting allows you to specify how long the notification must be shown at least.
cs: Nastaví minimální čas, po který se oznámení zobrazí. Délka zobrazení se počítá podle délky textu v oznámení. Toto nastavení umožní zadat po jakou nejkratší dobu musí být oznámení zobrazeno.
el: Ορίζει τον ελάχιστο χρόνο εμφάνισης μιας ειδοποίησης. Η διάρκεια υπολογίζεται από το μήκος του κειμένου που θα εμφανιστεί στην ειδοποίηση. Η ρύθμιση αυτή σας επιτρέπει να καθορίσετε την ελάχιστη διάρκεια της ειδοποίησης.
et: Sellega määratakse teavituse kuvamise minimaalne aeg. Teavituse kestus arvutatakse kuvatava teksti pikkuse alusel. See eelistus võimaldab antud kontekstis määrata vähima aja teavituste lugemiseks.
oc: Definís lo temps minimum qu'una notificacion s’aficha. La durada es calculada per la longor del tèxte a afichar dins la notificacion. Aqueste paramètre vos permet d'especificar quant de temps se deu afichar al mens la notificacion.
ro: Stabilește durata minimă de afișare a unei notificări. Durata este calculată în funcție de lungimea textului care trebuie afișat în notificare. Această opțiune vă permite să specificați timpul minim de afișare a notificării.
th: ตั้งเวลาขั้นต่ำที่จะแสดงการแจ้งเตือน ระยะเวลาคำนวณตามความยาวของข้อความที่จะแสดงในการแจ้งเตือน การตั้งค่านี้ช่วยให้คุณระบุระยะเวลาที่การแจ้งเตือนจะต้องแสดงเป็นอย่างน้อย
ug: ئۇقتۇرۇشنى كۆرسىتىدىغان ئەڭ قىسقا ۋاقىت تەڭشىلىدۇ. داۋاملىشىش ۋاقتى كۆرسىتىدىغان ئۇقتۇرۇش تېكىستىنىڭ ئۇزۇنلۇقىغا ئاساسەن ھېسابلىنىدۇ. بۇ تەڭشەك ئۇقتۇرۇشنى كەم دېگەندە قانچىلىك ۋاقىت كۆرسىتىدىغانلىقىنى تەڭشىشىڭىزگە يول قويىدۇ.
uk: Встановлює мінімальний час показу сповіщення. Тривалість розраховується за довжиною тексту, який буде показано в сповіщенні. Цей параметр дозволяє вказати принаймні тривалість показу сповіщення.

source: Minimum notification timeout:
cs: Minimální časový limit oznámení:
el: Ελάχιστη διάρκεια ειδοποίησης:
et: Väikseim teavituste aegumine:
oc: Temporizacion minimala de notificacion :
ro: Durata minimă de afișare a notificării:
th: กำหนดเวลาขั้นต่ำของการแจ้งเหตุ:
ug: ئەڭ قىسقا ئۇقتۇرۇش مۆھلىتى:
uk: Найменший час нагадування:

source: Enable workaround for minimized windows
cs: Povolit obejití pro minimalizovaná okna
el: Ενεργοποίηση του τρόπου αντιμετώπισης των ελαχιστοποιημένων παραθύρων.
et: Kasuta minimeeritud akende jaoks alternatiivset lahendust
ro: Activează soluția alternativă pentru ferestrele minimizate
th: เปิดใช้งานวิธีแก้ปัญหาสำหรับหน้าต่างที่เก็บย่อ
ug: كىچىكلىتىلگەن كۆزنەكتە ھەل قىلىش لايىھەسىنى قوزغىتىدۇ
uk: Увімкнути обхідний шлях для згорнутих вікон

source: When enabled a workaround for minimized windows will be tried to get still images of these windows by restoring them shortly and minimizing them again. <b>NOTE:</b> Be aware that this is a <u>workaround</u> and your minimized windows could stay unminimized, change workspace etc.
cs: Pokud je tato volby povolena, náhledy minimalizovaných oken budou vynuceny krátkým obnovením a opětovným minimalizováním těchto oken. <b>POZNÁMKA:</b>Pozor, toto je pouze <u>obejití běžného fungování</u> a vaše okna mohou zůstat obnovena z minima, změnit pracovní plochu, atd.
el: Όταν είναι ενεργό θα γίνει προσπάθεια για τα ελαχιστοποιημένα παράθυρα να ληφθούν εικόνες με την μεγιστοποίησή τους για λίγο και την ελαχιστοποίησή τους ξανά. <b>ΣΗΜΕΙΩΣΗ:<b/>Να λάβετε υπόψη ότι είναι ένας <b>τρόπος αντιμετώπισης</b> και μπορεί το ελαχιστοποιημένο σας παράθυρο να παραμείνει μεγιστοποιημένο, να αλλάξει χώρο εργασίας κτλ.
et: Kui minimeeritud akende alternatiivne lahendus on kasutusel, siis proovime luua nende akende staatilised pildid taastades aknad korraks täisvaates ja minimeerides seejärel uuesti. <b>MÄRKUS:</b> Palun arvesta, et see on ikkagi <u>asenduslahendus</u> ja sinu minimeeritud aknad võivad jääda ka täisvaatesse, vahetada tööala, jne.
ro: Când este activată, se va încerca o soluție pentru ferestrele minimizate pentru a obține imagini fixe ale acestor ferestre prin restaurarea lor pentru scurt timp și minimizarea lor din nou. <b>NOTĂ:</b> Rețineți că aceasta este o <u>soluție alternativă</u> și ferestrele minimizate pot rămâne neminimizate, pot schimba spațiul de lucru etc.
th: เมื่อเปิดใช้งาน จะมีการพยายามแก้ไขปัญหาเฉพาะหน้าสำหรับหน้าต่างที่ย่อเล็กสุดเพื่อให้ได้ภาพนิ่งของหน้าต่างเหล่านี้โดยการคืนค่าหน้าต่างเหล่านั้นในไม่ช้าและย่อขนาดอีกครั้ง <b>หมายเหตุ:</b> โปรดทราบว่านี่เป็น<u>วิธีแก้ปัญหาชั่วคราว</u> และหน้าต่างที่เก็บย่อเของคุณอาจยังคงไม่เก็บย่อ เปลี่ยนพื้นที่ทำงาน ฯลฯ
ug: قوزغىتىلغاندا، كىچىكلىتىلگەن كۆزنەك قىسقا مۇددەت ئەسلىگە كەلتۈرۈلۈپ بۇ كۆزنەكلەرنى يەنە قايتىدىن كىچىكلىتىپ ئۇلارنىڭ تىنچ سۈرىتىگە ئېرىشىشنى سىنايدۇ. <b>ئەسكەرتىش:</b>شۇنى بىلىش كېرەككى بۇ پەقەت </b>ۋاقىتلىق ھەل قىلىش لايىھەسى</u> ئۇنىڭ ئۈستىگە كىچىكلىتىلگەن كۆزنەكنىڭ كىچىكلىتىلمىگەن ھالەتنى ساقلاش ھەمدە خىزمەت بوشلۇقىنىڭ ئۆزگىرىشى قاتارلىق ئېھتىمالى بار.
uk: Якщо ввімкнути обхідний шлях для мінімізованих вікон, буде зроблена спроба отримати статичні зображення цих вікон шляхом їх короткого відновлення та повторного згортання. <b>ПРИМІТКА:</b>Майте на увазі, що це <u>обхідний шлях</u>, і ваші згорнуті вікна можуть залишитися не згорнутими, змінити робочу область тощо.

source: This value defines how fast the window content should be created. While the value 'immediate' tells xfdashboard to create the window content at the time it is requested, all other values will set up a queue and value defines how fast the queue will be processed. <b>NOTE:</b> Only change this value from 'immediate' to other value if your graphics card, driver or system is too slow to create the window contents immediately. You have to try each value to find the one fitting your system.
cs: Tato hodnota definuje, jak rychle se vytvoří náhled obsahu okna. Zatímco hodnota 'okamžitě' řekne službě xfdashboard, aby vytvořila obsah okna v okamžiku vyžádání, všechny ostatní hotnoty vytvoří frontu a hodnota definuje, jak rychle bude fronta zpracována. <b>POZNÁMKA:</b> Tuto hodnotu změňte z 'okamžitě' pouze v případě, že jsou grafická karta, ovladač nebo systém příliš pomalé, aby obsah okna vytvořily okamžitě. Je potřeba vyzkoušet, jaká hodnota je pro váš systém vhodná.
el: Αυτή η τιμή καθορίζει πόσο γρήγορα θα πρέπει να δημιουργείται το περιεχόμενο του παραθύρου. Ενώ η τιμή 'Άμεσα' λέει στο xfdashboard να δημιουργεί το περιεχόμενο του παραθύρου τη στιγμή που ζητείται, όλες οι άλλες θα δημιουργήσουν αναμονή και η τιμή καθορίζει το πόσο γρήγορα θα επεξεργαστεί η αναμονή. <b>ΣΗΜΕΙΩΣΗ:</b> Αλλάξτε αυτή την τιμή από 'Άμεσα' σε άλλη τιμή μόνο αν η κάρτα γραφικών, το πρόγραμμα οδήγησης ή το σύστημά σας είναι πολύ αργό για να δημιουργήσει αμέσως τα περιεχόμενα του παραθύρου. Πρέπει να δοκιμάσετε κάθε τιμή για να βρείτε αυτή που ταιριάζει στο σύστημά σας.
et: See väärtus määrab aja kui kiiresti peaks akende sisu loodama. Väärtus „kohene“ peaks tekitama olukorra, kus xfdashboard loob akende sisu kohe päringu ajal ning muud väärtused loovad tegevuste järjekorra ja määratlevad kui kiiresti selle piires peaks toimetatama. <b>MÄRKUS:</b> Muuda väärtust „kohene“ vaid siis, kui sinu arvuti graafikakaart, mõni draiver või süsteem tervikuna jäävad hätta akende sisu kiire jäädvustamisega. Proovides iga võimalikku väärtust, leiad sobiliku oma arvuti jaoks.
ro: Această valoare definește cât de repede ar trebui creat conținutul ferestrei. În timp ce valoarea „imediat” îi indică lui xfdashboard să creeze conținutul ferestrei în momentul în care este solicitat, toate celelalte valori vor crea o coadă, iar valoarea definește cât de repede va fi procesată coada. <b>NOTĂ:</b> Schimbați această valoare de la „imediat” la altă valoare numai dacă placa grafică, controlorul sau sistemul dvs. este prea lent pentru a crea conținutul ferestrei imediat. Trebuie să încercați fiecare valoare pentru a o găsi pe cea care se potrivește sistemului dumneavoastră.
th: ค่านี้กำหนดความเร็วที่ควรสร้างเนื้อหาหน้าต่าง แม้ว่าค่า 'ทันที' จะบอก xfdashboard ให้สร้างเนื้อหาหน้าต่างในเวลาที่มีการร้องขอ ค่าอื่น ๆ ทั้งหมดจะตั้งค่าคิว และค่าจะกำหนดความเร็วของการประมวลผลคิว <b>หมายเหตุ:</b> เปลี่ยนค่านี้จาก 'ทันที' เป็นค่าอื่นหากการ์ดกราฟิก ไดรเวอร์ หรือระบบของคุณช้าเกินไปที่จะสร้างเนื้อหาหน้าต่างทันที คุณต้องลองแต่ละค่าเพื่อค้นหาค่าที่เหมาะกับระบบของคุณ
ug: بۇ قىممەت كۆزنەك مەزمۇنىنى قانچىلىك ۋاقىتتا قۇرىدىغانلىقى بەلگىلەيدۇ. گەرچە «دەرھال» قىممىتى xfdashboard غا دەرھال كۆزنەك مەزمۇنى قۇرۇشنى ئىلتىماس قىلغان بولسىمۇ ئەمما باشقا بارلىق قىممەتتىن بىر ئۆچرەت قۇرۇلىدۇ، بەلگىلەنگەن قىممەت تۇرۇشلۇق ئۆچرەت بىر تەرەپ قىلىش سۈرئىتىگە تەسىر كۆرسىتىدۇ. <b>ئەسكەرتىش:</b> كۆرسىتىش كارتىسى، قوزغاتقۇ ياكى سىستېما بەك ئاستا بولۇش سەۋەبىدىن دەرھال كۆزنەك مەزمۇنى قۇرالمىغاندا، مەزكۇر قىممەتنى «دەرھال» دىن باشقا قىممەتكە ئۆزگەرتىدۇ. ھەر بىر قىممەتنى سىناپ بېقىپ ئاندىن سىستېمىڭىزغا ماس كېلىدىغان قىممەتنى تاپالايسىز.
uk: Це значення визначає швидкість створення вмісту вікна. У той час як значення «Негайно» вказує xfdashboard створювати вміст вікна в той час, коли його запитують, усі інші значення встановлюють чергу, а значення визначає швидкість обробки черги. <b>ПРИМІТКА:</b>Змінюйте це значення з «Негайного» на інше, лише якщо ваша графічна карта, драйвер або система надто повільні для негайного створення вмісту вікна. Ви повинні спробувати кожне значення, щоб знайти те, що підходить для вашої системи.

source: Priority of window content creation
cs: Priorita vytváření obsahu okna
el: Προτεραιότητα δημιουργίας περιεχομένου παραθύρου
et: Akende sisu loomise prioriteet
oc: Prioritat de la creacion de contengut de fenèstra
ro: Prioritatea creării conținutului ferestrelor
th: ลำดับความสำคัญของการสร้างเนื้อหาหน้าต่าง
ug: كۆزنەك مەزمۇنى قۇرۇشنىڭ ئالدىنلىقى
uk: Пріоритет створення вмісту вікна

source: Show child windows in main windows
cs: Zobrazit okna potomků v hlavních oknech
el: Εμφάνιση θυγατρικών παραθύρων στα κύρια παράθυρα
et: Näita alamaknaid põhiaknas
oc: Afichar las fenèstras filhas dins las fenèstras principalas
ro: Afișează ferestrele-copil în ferestrele principale
th: แสดงหน้าต่างลูกในหน้าต่างหลัก
ug: ئاساسىي كۆزنەكتىكى بالا كۆزنەكنى كۆرسىتىدۇ
uk: Показувати дочірні вікна в головних вікнах
