Repository: xfce-mirror/xfdashboard
Catalog: po/*.po
Languages: be, cs, el, et, oc, ro, th, ug, uk

source: When enabled all live window previews will also show their child windows. Disabling this option will increase performance on slower machines.
cs: Pokud je tato volba povolena, všechny náhledy živých oken zobrazí také okna svých potomků. Zakázáním této volby zvýšíte výkon na pomalejších strojích.
el: Όταν είναι ενεργό, στις προεπισκοπίσεις των παραθύρων θα εμφανίζονται και τα θυγατρικά τους. Η απενεργοποίηση αυτής της επιλογής θα αυξήσει την απόδοση σε πιο αργά μηχανήματα.
et: Kui see valik on kasutusel, siis akende reaalajas eelvaated kuvavad ka alamaknaid. Selle valiku väljalülitamine parandab vanemate arvutite puhul jõudlust.
oc: Quand activat totas las previsualizacions de fenèstras en dirècte mostraràn tanben lors fenèstras filhas. Desactivar aquesta opcion aumentarà la performança sus de maquinas mai lentas.
ro: Atunci când este activată, toate previzualizările ferestrelor „live” vor afișa și ferestrele-copiilor acestora. Dezactivarea acestei opțiuni va crește performanța pe mașinile mai lente.
th: เมื่อเปิดใช้งาน การแสดงตัวอย่างหน้าต่างสดทั้งหมดจะแสดงหน้าต่างลูกด้วย การปิดใช้งานตัวเลือกนี้จะเพิ่มประสิทธิภาพในเครื่องที่ช้ากว่า
ug: قوزغىتىلغاندا بارلىق شۇئان كۆزنەكنىڭ ئالدىن كۆزىتىشىمۇ بالا كۆزنەكتە كۆرۈنىدۇ. بۇ تاللانما چەكلەنسە سۈرئىتى ئاستىراق كومپيۇتېردا ئۈنۈمنى ئۈستۈرىدۇ.
uk: Якщо ввімкнено, у всіх попередніх переглядах поточних вікон також відображатимуться їхні дочірні вікна. Вимкнення цієї опції збільшить продуктивність на повільніших машинах.

source: Always start a new instance for application
cs: Vždy spustit novou instanci aplikace
el: Πάντα εκκίνηση ενός νέου στιγμιότυπου για την εφαρμογή
et: Alati käivita rakendusest uus koopia
oc: Totjorn aviar una instància novèla per aplicacion
ro: Pornește întotdeauna o nouă instanță pentru aplicație
th: เริ่มต้นอินสแตนซ์ใหม่สำหรับโปรแกรมเสมอ
ug: پىروگراممىغا ھەمىشە يېڭى ئەمەلىي مىسال قوزغىتىدۇ
uk: Завжди запускайте новий екземпляр додатку

source: When enabled and an icon in quicklaunch is clicked it will always start a new instance of the application. When not enabled it will select the last known active window of the running application instance. If application is not running, a new instance will be started.
cs: Pokud je tato volba povolena a kliknete na ikonu v rychlém spuštění, vždy spustíte novou instanci této aplikace. Pokud tato volby není povolena, bude vybráno poslední známé aktivní okno spuštěné instance aplikace. Pokud aplikace není spuštěna, spustí se nová instance.
el: Όταν είναι ενεργό και γίνει κλικ σε ένα εικονίδιο της γρήγορης εκκίνησης, θα ξεκινά πάντα ένα νέο στιγμιότυπο της εφαρμογής. Όταν δεν είναι ενεργό, θα επιλέγεται το τελευταίο γνωστό ενεργό παράθυρο της εφαρμογής. Εάν δεν εκτελείται η εφαρμογή, θα ξεκινήσει ένα νέο στιγμιότυπο.
et: Kui see valik on sisse lülitatud, siis ikooni klõpsimisel kiirvalikute alt alati käivitub rakendusest uus koopia. Kui see valik pole kasutusel, siis kuvatakse juba käivitatud viimane teadaolev rakenduse aken. Kui rakendus aga ei tööta, siis ta lihtsalt käivitatakse.
ro: Atunci când este activată și se face clic pe o pictogramă din bara de lansare rapidă, aceasta va porni întotdeauna o nouă instanță a aplicației. Atunci când nu este activată, aceasta va selecta ultima fereastră activă cunoscută a instanței aplicației care rulează. Dacă aplicația nu rulează, va fi pornită o nouă instanță.
th: เมื่อเปิดใช้งานและคลิกไอคอน quicklaunch ไอคอนจะเริ่มอินสแตนซ์ใหม่ของโปรแกรมเสมอ เมื่อไม่ได้เปิดใช้งาน ระบบจะเลือกหน้าต่างที่ใช้งานอยู่ล่าสุดของอินสแตนซ์ที่ทำงานอยู่ หากโปรแกรมไม่ทำงาน อินสแตนซ์ใหม่จะเริ่มต้นขึ้น
ug: قوزغىتىلغاندا تېز قوزغىتىشتىكى سىنبەلگە چېكىلگەندە ھەمىشە مەزكۇر پىروگراممىنىڭ يېڭى ئەمەلىي مىسالىنى قوزغىتىدۇ. قوزغىتىلمىغاندا ئىجرا قىلىنىۋاتقان پىروگرامما ئەمەلىي مىسالىنىڭ ئەڭ ئاخىرقى بىلىنگەن ئاكتىپ كۆزنىكىنى تاللايدۇ. ئەگەر پىروگرامما ئىجرا قىلىنمىغان بولسا ئۇنداقتا يېڭى بىر ئەمەلىي مىسال قوزغىتىلىدۇ.
uk: Якщо ввімкнено та натиснуто значок в панелі швидкого запуску, завжди запускатиметься новий екземпляр програми. Якщо не ввімкнено, буде вибрано останнє відоме активне вікно запущеного екземпляра програми. Якщо програма не запущена, буде запущено новий екземпляр.

source: Enable animations
cs: Povolit animace
el: Ενεργοποίηση εφέ
et: Kasuta animatsioone
oc: Activar las animacions
ro: Activează animațiile
th: เปิดใช้งานภาพเคลื่อนไหว
ug: جانلاندۇرۇمنى قوزغات
uk: Дозволити анімації

source: If enabled theme-defined animations will be shown.
cs: Pokud je tato volba povolena, budou zobrazeny animace definované motivem
el: Εάν είναι ενεργό θα εμφανιστούν τα καθορισμένα εφέ από το θέμα.
et: Sisselülitamisel kuvatakse teemakohaseid animatsioone.
oc: Se activat las animacions del tèma definit s’aficharàn.
ro: Dacă este activată, vor fi afișate animațiile definite de temă.
th: หากเปิดใช้งานภาพเคลื่อนไหวที่กำหนดชุดตกแต่งจะปรากฏขึ้น
ug: ئەگەر قوزغىتىلسا ئۆرنەكتە بەلگىلەنگەن جانلاندۇرۇمنى كۆرسىتىدۇ.
uk: Якщо ввімкнено, відображатимуться анімації, визначені темою.

source: <b>Applications view:</b>
cs: <b>Zobrazení aplikací:</b>
el: <b>Προβολή εφαρμογών:</b>
et: <b>Rakenduste vaade:</b>
oc: <b>Vista aplicacions :</b>
ro: <b>Vizualizare aplicații:</b>
th: <b>มุมมองโปรแกรม:</b>
ug: <b>پىروگرامما كۆرۈنۈشى:</b>
uk: <b>Вигляд додатків:</b>

source: Show menu for all installed applications
cs: Zobrazit menu pro všechny nainstalované aplikace
el: Εμφάνιση μενού για όλες τις εγκατεστημένες εφαρμογές
et: Näita menüüd kõikide paigaldatud rakendustega
oc: Mostrar lo menú per totas las aplicacions installadas
ro: Afișează meniul pentru toate aplicațiile instalate
th: แสดงเมนูสำหรับโปรแกรมที่ติดตั้งทั้งหมด
ug: ئورنىتىلغان بارلىق پىروگراممىنىڭ تىزىملىكىنى كۆرسىتىدۇ
uk: Показати меню для всіх встановлених додатків

source: When enabled an "all applications" menu containing all installed applications will be shown at applications view
cs: Pokud je tato volba povolena, bude ve zobrazení aplikací zobrazeno menu „všechny aplikace“ obsahující všechny nainstalované aplikace.
el: Όταν είναι ενεργό, θα εμφανίζεται στην προβολή εφαρμογών το μενού "Όλες οι εφαρμογές" με τις εγκατεστημένες εφαρμογές
et: Kui see valik on kasutusel, siis kõikide paigaldatud rakenduste menüüd kuvatakse rakenduste vaates
oc: Quand activat un menú « totas las aplicacions » que conten totas las aplicacions installadas s‘aficharà dins la vista d'aplicacions
ro: Când este activată, un meniu „Toate aplicațiile” care conține toate aplicațiile instalate va fi afișat la vizualizarea aplicațiilor
th: เมื่อเปิดใช้งานเมนู "โปรแกรมทั้งหมด" โปรแกรมที่ติดตั้งไว้ทั้งหมดจะแสดงในมุมมองโปรแกรม
ug: قوزغىتىلغاندا پىروگرامما كۆرۈنۈشىدە ئورنىتىلغان بارلىق پىروگراممىنىڭ «بارلىق پىروگرامما» تىزىملىكىنى كۆرسىتىدۇ
uk: Якщо ввімкнено, у вікні перегляду додатків відображатиметься меню «Усі додатки», яке містить усі встановлені додатки

source: <b>Windows view:</b>
cs: </b>Zobrazení oken:</b>
el: <b>Προβολή παραθύρων:</b>
et: <b>Akende vaade:</b>
oc: <b>Vista fenèstras :</b>
ro: <b>Vizualizare ferestre:</b>
th: <b>มุมมองหน้าต่าง:</b>
ug: <b>كۆزنەك كۆرۈنۈشى:</b>
uk: <b>Вигляд вікон:</b>

source: Mouse wheel changes workspace
cs: Kolečko myši mění pracovní plochu
el: Ο τροχός του ποντικιού αλλάζει το χώρο εργασίας
et: Hiirerattaga saab vahetada tööala
oc: La rodeta de la mirga càmbia d’espaci de trabalh
ro: Rotița mausului schimbă spațiul de lucru
th: ใช้ลูกกลิ้งเมาส์เปลี่ยนพื้นที่ทำงาน
ug: چاشقىنەك غالتىكى خىزمەت بوشلۇقىنى ئۆزگەرتىدۇ
uk: Переключати робочі області колесом миші

source: When enabled any scroll event, like mouse-wheel up and down, at the windows view will change the active workspace. This behaviour is the same as in workspace selector.
cs: Pokud je tato volba povolena, jakákoli posouvací událost, jako např. otočení kolečkem myši nahoru nebo dolů, změní ve zobrazení oken aktivní pracovní plochu. Toto chování je stejné jako ve výběru pracovní plochy.
el: Όταν είναι ενεργό οποιοδήποτε συμβάν κύλισης στη προβολή παραθύρων, όπως η κύλιση επάνω και κάτω του τροχού στο ποντίκι, θα αλλάζει τον ενεργό χώρο εργασίας. Η συμπεριφορά αυτή είναι ίδια με αυτή του εναλλάκτη των χώρων εργασίας.
et: Kui see valik onkasutusel, siis iga kerimissündmus, näiteks hiire rullimine üles ja alla, muudab akna vaates aktiivset tööala. See toimimispõhimäte on sama, nagu tööala valijal.
oc: Quand activat quin eveniment de defilament que siá, coma la rodeta de la mirga cap amont e cap aval, dins la vista de las fenèstras cambiarà l'espaci de trabalh actiu. Aqueste compòrtament es lo meteis que dins lo selector d'espaci de trabalh.
ro: Când este activată, orice eveniment de derulare, cum ar fi rotirea cu rotița mausului în sus și în jos, la vizualizarea ferestrelor va schimba spațiul de lucru activ. Acest comportament este același ca în cazul selectorului de spațiu de lucru.
th: เมื่อเปิดใช้งานเหตุการณ์การเลื่อนใด ๆ เช่น การเลื่อนเมาส์ขึ้นและลง ที่มุมมองหน้างต่างจะเปลี่ยนพื้นที่ทำงานที่ใช้งานอยู่ ลักษณะการทำงานนี้จะเหมือนกับในตัวเลือกพื้นที่ทำงาน
ug: قوزغىتىلغاندا كۆزنەك كۆرۈنۈشىدىكى چاشقىنەك غالتىكىنىڭ ئۈستى ئاستىغا دومىلىتىشقا ئوخشاش مەشغۇلاتى ئاكتىپ خىزمەت بوشلۇقىنى ئۆزگەرتىدۇ. بۇ مەشغۇلات خىزمەت بوشلۇقى تاللىغۇچتىكى قىلمىش بىلەن ئوخشاش.
uk: Якщо ввімкнено, будь-яка подія прокручування у режимі перегляду вікон, як-от коліщатко миші вгору та вниз, змінить активну робочу область. Ця поведінка така ж, як у селектора робочої області.

source: <b>Search view:</b>
cs: <b>Zobrazení hledání:</b>
el: <b>Προβολή αναζήτησης:</b>
et: <b>Otsinguvaade:</b>
oc: <b>Vista recèrca :</b>
ro: <b>Vizualizare căutare:</b>
th: <b>มุมมองการค้นหา:</b>
ug: <b>ئىزدەش كۆرۈنۈشى:</b>
uk: <b>Вигляд пошуку:</b>

source: Sets the interval the search should be delayed by after the first character was entered.
cs: Nastaví interval, o který bude vyhledávání opožděno po zadání prvního znaku.
el: Ορίζει το διάστημα που θα καθυστερεί η αναζήτηση, μετά την εισαγωγή του πρώτου χαρακτήρα.
et: Seadistab otsingutulemuste kuvamise viivituse peale esimese tähemärgi sisestamist.
oc: Definís l’interval a depassar per la recèrca aprèp que la picada del primièr caractèr.
ro: Stabilește intervalul cu care ar trebui întârziată căutarea după introducerea primului caracter.
th: ตั้งค่าช่วงเวลาสำหรับการหน่วงเวลาในการค้นหา หลังจากป้อนอักขระตัวแรกแล้ว
ug: تۇنجى ھەرپنى كىرگۈزگەندىن كېيىن ئىزدەشنى كېچىكتۈرىدىغان ۋاقىت ئارىلىقى تەڭشىلىدۇ.
uk: Встановлює інтервал, на який має відкладатися пошук після введення першого символу.

source: Delay initial search interval:
cs: Interval zpoždění prvotního hledání:
el: Αρχική καθυστέρηση μεσοδιαστήματος αναζήτησης:
et: Otsinguviivitus:
oc: Relambi inicial per l’interval de recèrca :
ro: Întârzierea intervalului inițial de căutare:
th: หน่วงเวลาการค้นหาเริ่มต้น:
ug: دەسلەپكى ئىزدەشنى كېچىكتۈرۈش ئارىلىقى:
uk: Затримка початкового інтервалу пошуку:

source: General
cs: Hlavní
el: Γενικά
et: Üldine
oc: Generala
ro: Generale
th: ทั่วไป
ug: ئادەتتىكى
uk: Загальне

source: <b>Name:</b>
cs: <b>Název:</b>
el: <b>Όνομα:</b>
et: <b>Nimi:</b>
oc: <b>Nom :</b>
ro: <b>Nume:</b>
th: <b>ชื่อ:</b>
ug: <b>ئاتى:</b>
uk: <b>Назва:</b>

source: <b>Author:</b>
cs: <b>Autor:</b>
el: <b>Δημιουργός:</b>
et: <b>Autor:</b>
oc: <b>Autor :</b>
ro: <b>Autor:</b>
th: <b>ผู้เขียน:</b>
ug: <b>يازغۇچى:</b>
uk: <b>Автор:</b>

source: <b>Version:</b>
cs: <b>Verze:</b>
el: <b>Έκδοση:</b>
et: <b>Versioon:</b>
ro: <b>Versiune:</b>
th: <b>รุ่น:</b>
ug: <b>نەشرى:</b>
uk: <b>Версія:</b>

source: <b>Description:</b>
cs: </b>Popis:</b>
el: <b>Περιγραφή:</b>
et: <b>Kirjeldus:</b>
oc: <b>Descripcion :</b>
ro: <b>Descriere:</b>
th: <b>คำบรรยาย:</b>
ug: <b>چۈشەندۈرۈش:</b>
uk: <b>Опис:</b>

source: Themes
cs: Motivy
el: Θέματα
et: Teemad
oc: Tèmas
ro: Teme
th: ชุดตกแต่ง
ug: ئۆرنەك
uk: Теми

source: <b>License:</b>
cs: <b>Licence:</b>
el: <b>Άδεια:</b>
et: <b>Litsents:</b>
oc: <b>Licéncia :</b>
ro: <b>Licență:</b>
th: <b>สัญญาอนุญาต:</b>
ug: <b>ئىجازەتنامە:</b>
uk: <b>Ліцензія:</b>

source: Plugins
cs: Zásuvné moduly
el: Πρόσθετα
et: Pistikprogrammid ehk pluginad
oc: Empeutons
ro: Module
th: ปลั๊กอิน
ug: قىستۇرما
uk: Додатки

source: Default theme for xfdashboard
cs: Výchozí motiv pro xfdashboard
el: Προεπιλεγμένο θέμα του xfdashboard
et: Vaikimisi teema xfdashboard'i jaoks
oc: Tèma per defaut per xfdashboard
ro: Tema implicită pentru xfdashboard
th: ชุดตกแต่งเริ่มต้นของ xfdashboard
ug: xfdashboard نىڭ كۆڭۈلدىكى ئۆرنىكى
uk: Тема за замовчуванням для xfdashboard

source: xfdashboard-auber
ro: xfdashboard-vânătă
uk: Auber

source: Aubergine theme for xfdashboard
cs: Motiv Aubergine pro xfdashboard
el: Μελιτζανί θέμα για το xfdashboard
et: Baklažaani-värvi teema xfdashboard'i jaoks
oc: Tèma aubergina per xfdashboard
ro: Tema de culoare vânătă pentru xfdashboard
th: ชุดตกแต่ง Aubergine สำหรับ xfdashboard
ug: xfdashboard نىڭ Aubergine ئۆرنىكى
uk: Баклажанова тема для xfdashboard

source: xfdashboard-blue
oc: xfdashboard-blau
ro: xfdashboard-albastru
uk: Blue

source: Blue theme for xfdashboard
cs: Modrý motiv pro xfdashboard
el: Μπλε θέμα για το xfdashboard
et: Sinine teema xfdashboard'i jaoks
oc: Tèma blau per xfdashboard
ro: Temă de culoare albastră pentru xfdashboard
th: ชุดตกแต่ง Blue สำหรับ xfdashboard
ug: xfdashboard نىڭ كۆك ئۆرنىكى
uk: Синя тема для xfdashboard

source: xfdashboard-dark
oc: xfdashboard-escur
ro: xfdashboard-întunecat
uk: Dark

source: Dark theme for xfdashboard
cs: Tmavý motiv pro xfdashboard
el: Σκούρο θέμα για το xfdashboard
et: Tume teema xfdashboard'i jaoks
oc: Tèma escur per xfdashboard
ro: Temă întunecată pentru xfdashboard
th: ชุดตกแต่ง Dark สำหรับ xfdashboard
ug: xfdashboard نىڭ قاراڭغۇ ئۆرنىكى
uk: Темна тема для xfdashboard

source: xfdashboard-mint
oc: xfdashboard-menta
ro: xfdashboard-mentă
uk: Mint

source: Fresh-green flavored theme for xfdashboard
cs: Motiv s čerstvě zelenou příchutí pro xfdashboard
el: Θέμα φρέσκο-πράσινο για το xfdashboard
et: Värske ja roheline teema xfdashboard'i jaoks
oc: Tèma amb sabor verd fresc per xfdashboard
ro: Temă de culoare verde-proaspăt (mentă) pentru xfdashboard
th: ชุดตกแต่ง Fresh-green flavored สำหรับ xfdashboard
ug: xfdashboard نىڭ ئوچۇق يېشىل ئۆرنىكى
uk: Тема свіжої зелені для xfdashboard

source: xfdashboard-moranga
ro: xfdashboard-dovleac
uk: Moranga

source: Moranga theme for xfdashboard
cs: Motiv Moranga pro xfdashboard
el: Θέμα στο χρώμα της κολοκύθας για το xfdashboard
et: Kõrvitsa-värvi teema xfdashboard'i jaoks
oc: Tèma Moranga per xfdashboard
ro: Tema de culoarea dovleacului pentru xfdashboard
th: ชุดตกแต่ง Moranga สำหรับ xfdashboard
ug: xfdashboard نىڭ Moranga ئۆرنىكى
uk: Тема Moranga для xfdashboard

source: xfdashboard-wine
oc: xfdashboard-vin
ro: xfdashboard-vin
uk: Wine

source: Red wine theme for xfdashboard
cs: Motiv červeného vína pro xfdashboard
el: Θέμα στο χρώμα του κόκκινου κρασιού για το xfdashboard
et: Punase veini teema xfdashboard'i jaoks
oc: Tèma roge vin per xfdashboard
ro: Temă de culoarea vinului roșu pentru xfdashboard
th: ชุดตกแต่ง Red wine สำหรับ xfdashboard
ug: xfdashboard نىڭ wine ئۆرنىكى
uk: Тема червоного вина для xfdashboard

source: Could not execute action '%s' for application '%s': %s
be: Не атрымалася выканаць дзеянне "%s" для праграмы "%s": %s
cs: Nelze spustit akci '%s' aplikace '%s': %s
el: Δεν ήταν δυνατή η εκτέλεση της ενέργειας '%s' για την εφαρμογή '%s': %s
et: Toimingut „%s“ ei saanud käivitada rakenduse „%s“ jaoks: %s
oc: Execucion impossibla de l’accion « %s » per l’aplicacion « %s » : %s
ro: Nu s-a putut executa acțiunea „%s” pentru aplicația „%s”: %s
th: ไม่สามารถดำเนินการ '%s' ของโปรแกรม'%s':%s
ug: «%2$s» پىروگراممىنىڭ «%1$s» مەشغۇلاتىنى ئىجرا قىلالمايدۇ: %3$s
uk: Не вдалося виконати дію '%s' для програми '%s': %s

source: Unknown error
be: Невядомая памылка
cs: Neznámá chyba
el: Άγνωστο σφάλμα
et: Teadmata viga
oc: Error desconeguda
ro: Eroare necunoscută
th: ข้อผิดพลาดที่ไม่รู้จัก
ug: نامەلۇم خاتالىق
uk: Невідома помилка

source: Executed action '%s' for application '%s'
be: Дзеянне "%s" выканана для праграмы "%s"
cs: Spuštěná akce '%s' aplikace '%s'
el: Εκτέλεση της ενέργειας '%s' για την εφαρμογή '%s'
et: Käivitasin toimingu „%s“ „%s“ rakenduse jaoks
oc: Accion « %s » executada per l’aplicacion « %s »
ro: Acțiunea „%s” executată pentru aplicația „%s”
th: ไม่สามารถดำเนินการ '%s' ของโปรแกรม'%s'
ug: «%2$s» پىروگراممىنىڭ «%1$s» مەشغۇلاتىنى ئىجرا قىلدى
uk: Виконати дію '%s' для програми '%s'

source: Launching application '%s' failed: %s
be: Запусціць праграму "%s" не атрымалася: %s
cs: Spuštění aplikace '%s' se nezdařilo: %s
el: Η εκκίνηση της εφαρμογής '%s' απέτυχε: %s
et: Rakenduse „%s“ käivitamine ei õnnestunud: %s
oc: Lo lançament de l’aplicacion « %s » a fracassat : %s
ro: Lansarea aplicației „%s” a eșuat: %s
th: การเปิดโปรแกรม '%s' ล้มเหลว:%s
ug: «%s» پىروگراممىنى ئىجرا قىلالمىدى: %s
uk: Запуск додатку '%s' не вдалий: %s

source: No information available for application
be: Звесткі пра праграму адсутнічаюць
cs: Pro aplikaci nejsou k dispozici žádné informace
el: Δεν υπάρχουν διαθέσιμες πληροφορίες για την εφαρμογή
et: Rakenduse kohta puudub teave
oc: Cap d’informacions pas disponiblas per l’aplicacion
ro: Nu există informații disponibile pentru aplicație
th: ไม่มีข้อมูลสำหรับโปรแกรมนี้
ug: پىروگراممىغا ئائىت ئۇچۇر يوق
uk: Для додатку інформація відсутня

source: unknown error
be: невядомая памылка
cs: neznámá chyba
el: άγνωστο σφάλμα
et: teadmata viga
oc: error desconeguda
ro: eroare necunoscută
th: ข้อผิดพลาดที่ไม่รู้จัก
ug: نامەلۇم خاتالىق
uk: невідома помилка

source: Application '%s' launched
be: Праграма "%s" запушчаная
cs: Aplikace '%s' byla spuštěna
el: Εκκίνηση της εφαρμογής '%s'
et: Käivitasime rakenduse „%s“
oc: Aplicacion « %s » lançada
ro: Aplicația „%s” a fost lansată
th: เรียกโปรแกรม '%s' ทำงานแล้ว
ug: «%s» پىروگرامما قوزغىتىلدى
uk: Додаток '%s' запущений

source: Launch
be: Запусціць
cs: Spustit
el: Εκκίνηση
et: Käivita
oc: Aviar
ro: Lansează
th: เรียกทำงาน
ug: قوزغات
uk: Виконати

source: Applications
be: Праграмы
cs: Aplikace
el: Εφαρμογές
et: Rakendused
oc: Aplicacions
ro: Aplicații
th: โปรแกรม
ug: پىروگرامما
uk: Програми

source: Back
be: Назад
cs: Zpět
el: Πίσω
et: Tagasi
oc: Tornar
ro: Înapoi
th: ถอยกลับ
ug: قايت
uk: Назад

source: Go back to previous menu
be: Вярнуцца да папярэдняга меню
cs: Přejít na předchozí menu
el: Μετάβαση πίσω στο προηγούμενο μενού
et: Tagasi eelmise menüüvaate juurde
oc: Tornar al menú precedent
ro: Înapoi la meniul anterior
th: กลับไปที่เมนูก่อนหน้า
ug: ئالدىنقى تىزىملىككە قايت
uk: Назад до попереднього меню

source: All applications
be: Усе праграмы
cs: Všechny aplikace
el: Όλες οι εφαρμογές
et: Kõik rakendused
oc: Totas las aplicacions
ro: Toate aplicațiile
th: โปรแกรมทั้งหมด
ug: بارلىق پىروگرامما
uk: Усі додатки

source: List of all installed applications
be: Спіс усіх усталяваных праграм
cs: Seznam nainstalovaných aplikací
el: Λίστα όλων των εγκατεστημένων εφαρμογών
et: Kõikide paigaldatud rakenduste loend
oc: Lista de totas las aplicacions installadas
ro: Listă cu toate aplicațiile instalate
th: รายชื่อโปรแกรมที่ติดตั้งทั้งหมด
ug: ئورنىتىلغان بارلىق پىروگراممىنىڭ تىزىمى
uk: Список усіх встановлених додатків

source: Could not load theme '%s': %s
be: Не атрымалася загрузіць тэму '%s': %s
cs: Nelze načíst motiv '%s': %s
el: Αδυναμία φόρτωσης του θέματος '%s': %s
et: „%s“ teema laadimine ei õnnestunud: %s
oc: Cargament impossible del tèma « %s » : %s
ro: Nu s-a putut încărca tema „%s”: %s
th: ไม่สามารถโหลดชุดตกแต่ง '%s':%sได้
ug: «%s» ئۆرنەكنى يۈكلىيەلمەيدۇ: %s
uk: Не вдалося завантажити тему '%s': %s

source: Welcome to %s (%s)!
be: Вітаем у %s (%s)!
cs: Vítejte v %s (%s)
el: Καλωσορίσατε στο %s (%s)!
et: Tere tulemast kasutama %s'i (%s)!
oc: La benvenguda dins %s (%s) !
ro: Bine ați venit la %s (%s)!
th: ยินดีต้อนรับสู่ %s(%s)!
ug: %s (%s) غا خۇش كەپسىز!
uk: Ласкаво просимо до %s (%s)!

source: Welcome to %s!
be: Вітаем у %s!
cs: Vítejte v %s
el: Καλωσορίσατε στο %s!
et: Tere tulemast kasutama %s'i!
oc: La benvenguda dins %s !
ro: Bine ați venit la %s!
th: ยินดีต้อนรับสู่ %s!
ug: %s غا خۇش كەپسىز!
uk: Ласкаво просимо до %s!

source: No windows to activate for application
be: Для актывацыі праграмы няма акон
cs: Aplikaci nelze aktivovat žádné okno
el: Κανένα παράθυρο για ενεργοποίηση της εφαρμογής
et: Ei ole ühtegi akent, mida saaks rakenduse jaoks aktiveerida
oc: Cap de fenèstra d’activar per l’aplicacion
ro: Nu există ferestre care să fie activate pentru aplicație
th: ไม่มีหน้าต่างให้เปิดใช้งานสำหรับโปรแกรม
ug: پىروگراممىنىڭ ئاكتىپلايدىغان كۆزنىكى يوق
uk: Немає вікон для активації програми

source: Favourite '%s' removed
be: "%s" выдалена з улюбёнага
cs: Oblíbená položka '%s' odstraněna
el: Αφαιρέθηκε το αγαπημένο '%s'
et: Eemaldasin „%s“ lemmikute hulgast
oc: « %s » tirat d’als favorits
ro: Apluicația favorită „%s” a fost eliminată
th: ลบ '%s' จากรายการโปรด
ug: يىغقۇچ «%s» دىن چىقىرىۋېتىلدى
uk: Улюблене '%s' видалено

source: Favourite '%s' added
be: "%s" дададзена ва ўлюбёнае
cs: Oblíbená položka '%s' přidána
el: Προστέθηκε το αγαπημένο '%s'
et: Lisasin „%s“ lemmikuks
oc: « %s » apondut als favorits
ro: Apluicația favorită „%s” a fost adăugată
th: เพิ่ม '%s' ในรายการโปรด
ug: يىغقۇچ «%s» قا قوشۇلدى
uk: Улюблене '%s' додано

source: Remove from favourites
be: Выдаліць з улюбёнага
cs: Odebrat z oblíbených
el: Αφαίρεση από τα αγαπημένα
et: Eemalda lemmikute hulgast
oc: Tirar d’als favorits
ro: Elimină aplicația dintre favorite
th: ลบจากรายการโปรด
ug: يىغقۇچتىن چىقىرىۋەت
uk: Видалити з улюбленого

source: Add to favourites
be: Дадаць ва ўлюбёнае
cs: Přidat do oblíbených
el: Προσθήκη στα αγαπημένα
et: Lisa lemmikuks
oc: Apondre als favorits
ro: Adaugă aplicația între favorite
th: เพิ่มในรายการโปรด
ug: يىغقۇچقا قوش
uk: Додати до улюбленого

source: Remove
be: Выдаліць
cs: Odebrat
el: Αφαίρεση
et: Eemalda
oc: Suprimir
ro: Elimină
th: ลบออก
ug: چىقىرىۋەت
uk: Видалити

source: Show %d more results...
be: Паказаць %d больш вынікаў...
cs: Zobrazit %d dalších výsledků...
el: Εμφάνιση %d περισσότερων αποτελεσμάτων...
et: Näita veel %d tulemust...
oc: Mostrar %d resultats de mai...
ro: Afișează %d rezultate suplimentare...
th: แสดง %d ผลลัพธ์เพิ่มเติม
ug: يەنە %d نەتىجە كۆرسىتىدۇ…
uk: Показати %d більше результатів...

source: Show all %d results...
be: Паказаць усе %d вынікі...
cs: Zobrazit všech %d výsledků...
el: Εμφάνιση όλων των %d αποτελεσμάτων...
et: Näita kõiki (%d) tulemusi...
oc: Mostrar los %d resultats...
ro: Afișați toate cele %d rezultate...
th: แสดง %d ผลลัพธ์ทั้งหมด...
ug: %d نەتىجىنىڭ ھەممىسىنى كۆرسىتىدۇ…
uk: Показати усі %d результати...

source: No results found for '%s'
be: Вынікаў для "%s" не знойдзена
cs: Pro '%s' nebyly nalezeny žádné výsledky
el: Δεν βρέθηκαν αποτελέσματα για το %s'
et: „%s“ kohta ei leidunud tulemusi
oc: Cap de resulat per « %s »
ro: Nu s-au găsit rezultate pentru „%s”
th: ไม่มีผลลัพธ์ของ '%s'
ug: «%s» نىڭ نەتىجىسىنى تاپالمىدى
uk: Нічого не знайдено для '%s'

source: Search
be: Пошук
cs: Hledání
el: Αναζήτηση
et: Otsi
oc: Recercar
ro: Căutare
th: ค้นหา
ug: ئىزدە
uk: Пошук

source: Just type to search...
be: Увядзіце назву для пошуку...
cs: Zkuste psát a tím hledejte...
el: Πληκτρολογήστε για αναζήτηση...
et: Otsinguks lihtsalt trüki...
oc: Picatz per recercar...
ro: Trebuie doar să tastați pentru a căuta...
th: เริ่มพิมพ์ค้นหา...
ug: ئىزدەيدىغىنى كىرگۈزۈلىدۇ…
uk: Вводьте для пошуку...

source: Windows
be: Вокны
cs: Okna
el: Παράθυρα
et: Aknad
oc: Fenèstras
ro: Ferestre
th: หน้าต่าง
ug: كۆزنەك
uk: Вікна

source: Auto-pin windows
be: Аўтаматычнае мацаванне акон
cs: Automaticky připnout okna
el: Αυτόματη τοποθέτηση παραθύρων
et: Akende automaatne kinnitamine
oc: Penjar automaticament las fenèstras
ro: Ferestre cu fixare automată
th: ปักหมุดหน้าต่างอัตโนมัติ
ug: كۆزنەكنى ئۆزلۈكىدىن مىخلا
uk: Вікна з автозакріпленням
